start_text = f'Добро пожаловать в 🤖MINES OpenAI🤖\n\n' \
             f'Mines - это гэмблинг игра в казино, которая основывается на классическом «Сапёре».\n' \
             f'Ваша цель - открывать безопасные ячейки и не попадаться на ловушки\n\n' \
             f'Наш бот основан на нейросети от OpenAI.\n' \
             f'Он может предугадать расположение мин с точностью 89%'


instrukcia = f"Бот основан и обучен на клостере нейросети от OpenAI🖥️ [CHATGPT v.4]\n\n" \
            f"Для тренировки бота было сыграно 🎰8000+ тыс. игр.\n"\
            f"В данный момент пользователи бота делают в день 50-70% от своего 💸капитала.\n\n"\
            f"Для получения максимального профита следуй инструкции!\n\n"\
            f"♦️1. Пройти регистрацию в казино  JetTon.\n\n"\
            f"♦️2. Пополнить баланс.\n\n"\
            f"♦️3. Перейти в раздел «Быстрые игры» и выбрать игру MINES.\n\n"\
            f"♦️4. Выставить кол-во ловушек в размере трех. Это важно!\n\n"\
            f"♦️5. Запросить сигнал в боте и следовать ему.\n\n"\
            f"♦️6. При неудачном сигнале бота советуем удвоить ставку (Х2), чтобы перекрыть потерю при следующем сигнале."

link = 'https://t.me/jetton?start=ccSXhfKeJ7O'